Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZInGameEventKit/Sources/PZInGameEventKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# igev.gameEvents.daysLeft:%lld
source: %lld days left
de: %lld Tage übrig
es: %lld días restantes
fil: %lld araw na natitira
fr: %lld jours restants
it: %m giorni rimanenti
ja: 残り%lld日
ko: %lld 일 남음
ru: Осталось %lld дней
vi: Còn %lld ngày
zh_hans: 剩 %lld 天
zh_hant: 剩 %lld 天

# igev.gameEvents.hoursLeft:%lld
source: %lld hours left
de: %lld Stunden verbleibend
es: %lld horas restantes
fil: %lld oras ang natitira
fr: %lld heures restantes
it: %lld ore rimaste
ja: 残り%lld時間
ko: %lld 시간 남음
ru: %lld часов осталось
vi: Còn %lld giờ
zh_hans: 剩 %lld 小时
zh_hant: 剩 %lld 小時

# igev.gameEvents.noCurrentEventInfo
source: No Current Event Infos
de: Keine aktuellen Veranstaltungsinformationen
es: No hay información del evento actual
fil: Walang Impormasyon sa Kasalukuyang Kaganapan
fr: Aucune info d'événement actuelle
it: Nessuna informazione sull'evento attuale
ja: 今のイベントの情報がしばらくありません
ko: 현재 이벤트 정보 없음
ru: Нет текущей информации о событии
vi: Không có thông tin sự kiện hiện tại
zh_hans: 暂无当前活动资讯
zh_hant: 目前沒有活動資訊

# igev.gameEvents.pendingEvents.title
source: Ongoing Events
de: Laufende Ereignisse
es: Eventos en curso
fil: Mga Nagaganap na Kaganapan
fr: Événements en cours
it: Eventi in corso
ja: 開催中のイベント
ko: 진행 중인 이벤트
ru: Текущие события
vi: Sự kiện đang diễn ra
zh_hans: 当前活动
zh_hant: 當前活動

# igev.gameEvents.toggle.filterNonRegisteredGamesFromEventFeed
source: Filter Non-Registered Games From Event Feed
de: Nicht registrierte Spiele aus dem Event-Feed filtern
es: Filtrar juegos no registrados del feed de eventos
fil: I-filter ang Hindi Nakarehistrong Laro mula sa Event Feed
fr: Filtrer les jeux non enregistrés du fil d'événements
it: Filtra giochi non registrati dal feed di eventi
ja: イベントリストから未登録ゲームのイベントを除く
ko: 이벤트 목록에서 등록되지 않은 게임 필터링
ru: Фильтровать незарегистрированные игры из ленты событий
vi: Lọc các trò chơi chưa đăng ký khỏi nguồn cấp sự kiện
zh_hans: 从活动清单中过滤掉未登记的游戏
zh_hant: 從活動清單中過濾掉未登記的遊戲

# igev.gameEvents.viewAll.title
source: All
de: Alle
es: Todo
fil: Lahat
fr: Tout
it: Tutto
ja: すべて
ko: 전체
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# settings.display.cacheSettings.officialFeed.clearCachedEventsOfThisGame.button
source: Clear Cached Events of This Game
de: Zwischengespeicherte Ereignisse dieses Spiels löschen
es: Borrar Eventos en Caché de Este Juego
fil: I-clear ang Nakaka-cache na Mga Kaganapan ng Larong Ito
fr: Effacer les événements mis en cache de ce jeu
it: Cancella eventi memorizzati nella cache di questo gioco
ja: このゲームのキャッシュされたイベントをクリア
ko: 이 게임의 캐시된 이벤트 지우기
ru: Очистить кэшированные события этой игры
vi: Xóa sự kiện được lưu trong bộ nhớ đệm của trò chơi này
zh_hans: 清除此游戏的活动资讯缓存
zh_hant: 清除此遊戲的活動資訊快取

# settings.display.cacheSettings.officialFeed.noOfficialGameEventsCached
source: No official in-game event data cached.
de: Keine offiziellen In-Game-Event-Daten zwischengespeichert.
es: No hay datos de eventos en el juego oficiales en caché.
fil: Walang opisyal na data ng kaganapan sa laro na naka-cache.
fr: Aucune donnée d'événement en jeu officiel mise en cache.
it: Nessun dato di evento in-game ufficiale memorizzato nella cache.
ja: 公式のゲーム内イベントデータがキャッシュされていません。
ko: 공식 게임 내 이벤트 데이터가 캐시되지 않았습니다.
ru: Нет кэшированных официальных данных событий в игре.
vi: Không có dữ liệu sự kiện trong trò chơi chính thức được lưu trong bộ nhớ đệm.
zh_hans: 没有缓存的官方游戏内活动数据。
zh_hant: 沒有快取的官方遊戲內活動資料。

# settings.display.cacheSettings.officialFeed.sectionFooter
source: You may remove the cached event data from the context menu of each game’s most-recent data fetch timestamp listed above. This app will automatically try fetching the latest event info online to update the cache immediately.
de: Sie können die zwischengespeicherten Event-Daten aus dem Kontextmenü des neuesten Datenabruf-Zeitstempels jedes Spiels entfernen, der oben aufgeführt ist. Diese App versucht automatisch, die neuesten Event-Informationen online abzurufen, um den Cache sofort zu aktualisieren.
es: Puede eliminar los datos de eventos en caché desde el menú contextual de la marca de tiempo de la última recuperación de datos de cada juego enumerada arriba. Esta aplicación intentará automáticamente obtener la información más reciente del evento en línea para actualizar la caché de inmediato.
fil: Maaari mong alisin ang naka-cache na data ng kaganapan mula sa menu ng konteksto ng pinakabagong timestamp ng pagkuha ng data ng bawat laro na nakalista sa itaas. Awtomatikong susubukang kunin ng app na ito ang pinakabagong impormasyon ng kaganapan online upang agad na i-update ang cache.
fr: Vous pouvez supprimer les données d'événement mises en cache depuis le menu contextuel de l'horodatage de la dernière récupération de données de chaque jeu répertorié ci-dessus. Cette application essaiera automatiquement de récupérer les dernières informations d'événement en ligne pour mettre à jour le cache immédiatement.
it: Puoi rimuovere i dati degli eventi memorizzati nella cache dal menu contestuale del timestamp dell'ultima acquisizione dati di ciascun gioco elencato sopra. Questa app tenterà automaticamente di recuperare le ultime informazioni sugli eventi online per aggiornare immediatamente la cache.
ja: 上記にリストされている各ゲームの最新のデータ取得タイムスタンプのコンテキストメニューから、キャッシュされたイベントデータを削除できます。このアプリは自動的に最新のイベント情報をオンラインで取得してキャッシュをすぐに更新しようとします。
ko: 위에 나열된 각 게임의 가장 최근 데이터 가져오기 타임스탬프의 컨텍스트 메뉴에서 캐시된 이벤트 데이터를 제거할 수 있습니다. 이 앱은 자동으로 최신 이벤트 정보를 온라인에서 가져와 캐시를 즉시 업데이트하려고 시도합니다.
ru: Вы можете удалить кэшированные данные событий из контекстного меню временной метки последнего получения данных для каждой игры, перечисленной выше. Это приложение автоматически попытается получить последнюю информацию о событии онлайн, чтобы немедленно обновить кэш.
vi: Bạn có thể xóa dữ liệu sự kiện được lưu trong bộ nhớ đệm từ menu ngữ cảnh của dấu thời gian lấy dữ liệu gần nhất của mỗi trò chơi được liệt kê ở trên. Ứng dụng này sẽ tự động cố gắng tìm nạp thông tin sự kiện mới nhất trực tuyến để cập nhật bộ nhớ đệm ngay lập tức.
zh_hans: 您可以从上面列出的每个游戏最新数据获取时间戳的上下文选单中删除缓存的活动资讯数据。此应用将自动尝试在线获取最新的活动信息以立即更新缓存。
zh_hant: 您可以從上面列出的每個遊戲最新資料擷取時間戳記的內容選單中刪除快取的活動資訊資料。此應用程式將自動嘗試線上擷取最新的活動資訊以立即更新快取。

# settings.display.cacheSettings.officialFeed.sectionTitle
source: Official In-Game Events Cache Data
de: Offizielle In-Game-Events-Cache-Daten
es: Datos de Caché de Eventos Oficiales en el Juego
fil: Opisyal na Data ng Cache ng Mga Kaganapan sa Laro
fr: Données de Cache des Événements Officiels en Jeu
it: Dati Cache Eventi Ufficiali in Gioco
ja: 公式ゲーム内イベントキャッシュデータ
ko: 공식 게임 내 이벤트 캐시 데이터
ru: Кэш-данные официальных событий в игре
vi: Dữ liệu Bộ Nhớ Đệm Sự Kiện Chính Thức Trong Trò Chơi
zh_hans: 官方游戏内活动缓存数据
zh_hant: 官方遊戲內活動快取資料
